Repository: hassnain-munir/D365BC-BasicAL-HM-Assignment02-A
Catalog: D365BC-BasicAL-HM-Assignment02-A/Translations/Danish-HM-Assignment02-A.g.xlf
Languages: da_dk

# Table 365852786 - Property 2879900210
source: Customer Overview
da_dk: Kundeoversigt

# Table 365852786 - Field 883711285 - Property 2879900210
source: Entry No.
da_dk: Indgangsnr.

# Table 365852786 - Field 4190130733 - Property 2879900210
source: Customer No.
da_dk: Kundenr.

# Table 365852786 - Field 1171137197 - Property 2879900210
source: Customer Name
da_dk: Kundenavn

# Table 365852786 - Field 2720485332 - Property 2879900210
source: Source Code
da_dk: Kildekode

# Table 365852786 - Field 636392376 - Property 2879900210
source: Amount
da_dk: Beløb

# Table 365852786 - Field 2578636657 - Property 2879900210
source: LastRunDate
da_dk: Sidste kørselsdato

# Page 2891532806 - Property 2879900210
source: Course Card
da_dk: Kursus kort

# Page 2886458428 - Property 2879900210
source: Expressions
da_dk: Ekspression

# Page 2886458428 - Control 3567459362 - Property 2879900210
source: Input
da_dk: Ekspression

# Page 2886458428 - Control 151815974 - Property 2879900210
source: Value 1
da_dk: Værdi 1

# Page 2886458428 - Control 2533693419 - Property 2879900210
source: Value 2
da_dk: Værdi 2

# Page 2886458428 - Control 3961040049 - Property 2879900210
source: Output
da_dk: Produktion

# Page 2886458428 - Control 472338107 - Property 2879900210
source: Result
da_dk: Resultat

# Page 2886458428 - Action 1561766673 - Property 2879900210
source: Execute
da_dk: Udfør

# Page 3756961517 - Property 2879900210
source: Statements Card
da_dk: Udsagnskort

# Page 3756961517 - Control 1623047485 - Property 2879900210
source: Difficulty
da_dk: Vanskelighed

# Page 3756961517 - Control 3961040049 - Property 2879900210
source: Output
da_dk: Produktion

# Page 3756961517 - Control 494089240 - Property 2879900210
source: Suggestion
da_dk: Forslag

# Page 3756961517 - Control 1789400218 - Property 2879900210
source: Level
da_dk: Niveau

# Page 364986632 - Property 2879900210
source: Armstrong Card
da_dk: Armstrong-kort

# Page 1935078032 - Property 2879900210
source: Customer Overview List
da_dk: Liste over kundeoversigter

# Page 1935078032 - Action 3614118165 - Property 2879900210
source: Import Records
da_dk: Importer poster

# PageExtension 4153147618 - Action 360998715 - Property 2879900210
source: Update Credit Limit
da_dk: Opdater kreditgrænse

# PageExtension 4153147618 - NamedType 1333961654
source: Are you sure that you want to set the %1 to %2?
da_dk: Er du sikker på, at du vil indstille% 1 til% 2?

# PageExtension 4153147618 - NamedType 1760454550
source: The credit limit was rounded to %1 to comply with company policies.
da_dk: Kreditgrænsen blev afrundet til% 1 for at overholde virksomhedens politikker.

# PageExtension 4153147618 - NamedType 2499247549
source: The credit limit is up to date.
da_dk: Kreditgrænsen er ajour.
